CSI API ETABS v1
cDStIndian_IS_800_2007 Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDStIndian_IS_800_2007
Public Interface cDStIndian_IS_800_2007
Dim instance As cDStIndian_IS_800_2007
public interface class cDStIndian_IS_800_2007
type cDStIndian_IS_800_2007 =  interface end
The cDStIndian_IS_800_2007 type exposes the following members.
Methods
Name | Description
GetOverwrite
GetPreference
SetOverwrite
SetPreference
Top
See Also
Reference
ETABSv1 Namespace